[{"keywords":["courses","school","volunteering","higher education","earning","charity"],"name":"Alex","published":true,"story":"I thought that I’d be supported to go to college but I have to work as well to keep my flat going and just live generally.  The student services at college have been really helpful in getting me all the funding I can to support my studying.  There is a designated teacher at college who understands the issues faced by young people who’ve been in care and she is a really good friend now and knows everything I’m up against.  Because I like a challenge, I’m working, studying and volunteering.  I volunteers as a member of our local authority’s care forum.  The three things together means that I have gained loads of skills and a real sense of achievement.  My confidence has soared bit time.  Out of all of these I think I enjoy the volunteering most because it helps young people going through a similar thing to me.  I now see myself as successful instead of struggling and lost like I did when I first left care.","submitted":1412763421366,"themes":["PKzZkGiTt2MRk3MJH","wuKjBrpYqrbGLuFQi","eJCa6bKRs7HH8XP7Y"]},{"keywords":["higher education","key workers","mental health","finding a job"],"name":"Sam","published":true,"story":"It wasn’t until I was 22 that I realised the jobs I was doing weren’t really what I wanted to do and I wasn’t getting anywhere fast.  It was really boring and really frustrating.  I knew I could do better but didn’t know what direction to go in.  I felt quite depressed about it and though that maybe there was something wrong with me because I couldn’t cope very well at work without getting upset.  The only person I could really ask was my social worker.  I hadn’t had a brilliant relationship with her but I knew she would know the answers about what to do next so I put this to one side and asked her about how to decide about what I wanted to do and whether I could get help with my depression.  She sent me to the local Connexions shop in the high street who specifically give advice to young people who are struggling to find work or get onto a course at college and she referred me to a group of young people with mental health issues such as depression who met up once a week at the local youth club.  Both of these helped me loads.  I am now enrolled on course in Media and the Arts and have made loads of new friends through the group and we go out together often and we can talk to each other about how we are feeling.  Making the first move with my PA’s support really worked well for me and built up my confidence.  You never know what’s available, you just have to be a bit more pushy and make the first move to find out.","submitted":1412763404452,"themes":["wuKjBrpYqrbGLuFQi","8TYbgNdogWyDz2x4z","gtn8bwLTYJ3TPTstp","eJCa6bKRs7HH8XP7Y"]},{"keywords":["home","independence","finding a job","apprenticeships"],"name":"Taylor","published":true,"story":"I am working part time as a labourer on a building site, trying to pick up as many skills of the trade as I go along.  I’ve also enrolled on a basic construction course which includes 6 weeks of electrics, painting and decorating, bricklaying, plumbing – all that sort of thing.  I missed a few days but I’ve managed to catch up by working really hard and I’m pleased to say I’m ahead of most people now.  I got onthe course with help from my PA who had contacts at our local college where I go once a week to do English and Maths.  My boss knows I’m studying and have grown up in care and really helps by giving me time off if I need to go to any appointments or anything.  I’m sharing a house at the moment with other young people but I really want to get my own flat.  It’s been good though because before I hadn’t got a clue about cooking or using a washing machine or making the money I have last for more than a week. I’ve signed up with the doctor and a dentist nearby.  I’m learning all that as I go along.  It’s good to compare notes with the other young people I live with.  But what I really want to do is join the Army like my foster dad.  He’s really inspired me to join up. It’s good to have a dream and I’m trying really hard to make it come true.","submitted":1412763389305,"themes":["PdhL83zrrMQbLgtET","eJCa6bKRs7HH8XP7Y"]},{"keywords":["courses","higher education","key workers","finding a job","apprenticeships"],"name":"Ronnie","published":true,"story":"People think that because you’ve been in care, you haven’t got any chance of getting anywhere and you haven’t got any dreams of hopes for what you might want to do.  One of my teachers told me that I’d never get anywhere because of my attitude.  Well they’re wrong – I’ve always wanted to be a Barrister and that’s what I’m working towards.  I was lucky in that my PA was really helpful and helped me to research on the internet the qualifications I needed to do and the best university course to apply to.  It’s still early days but I’ve managed to get some work experience with a law centre and I’d like to do this in the courts as well.  My PA had a friend who worked for a law firm and set up a meeting for me with one of the lawyers to talk about their job and how they got into it and what they have to do as a lawyer.  It was brilliant, really interesting and made me realise I was aiming for the right career.  I think this was helped by me feeling quite secure when I left care at 18 because I made sure I was included in talks about where I would live and what they were planning for me.","submitted":1412763376220,"themes":["wuKjBrpYqrbGLuFQi","8TYbgNdogWyDz2x4z","eJCa6bKRs7HH8XP7Y"]},{"keywords":["budgeting","courses","apprenticeships","key workers","moving into your own home","independence","earning"],"name":"Robin","published":true,"story":"I’d left school when I was 14, now I’m 19.  When I first moved into my own flat, I wasn’t very happy because it was in a really run down area far from the places I usually went to.  I just spent all the money I had on going out and drinking and drugs etc.  I didn’t have any idea about making my money last or what I was supposed to do next.  My friends were always round and it was really hard to find time to spend time by myself and think about what I really wanted to do.   I was too busy trying to fit in with what they wanted to do. My wake up call was when I almost became homeless.  I still met up occasionally with my Personal Adviser who tried her best to help.  We both respected each other to some extent and it was her who suggested I apply for an apprenticeship, run by the local authority.  This was the best thing I’d ever done.  It meant I wasn’t at home with my mates, and I had a reason to get up in the morning and something to commit to.  My PA really helped with big things like the interview and little things like getting a bus pass to get there.  She always encouraged me and reassured me that I was doing well.  Now she’s helping me to find a better flat near to work.","submitted":1412763359102,"themes":["tWgtZEe2YiJBm4Lud","wuKjBrpYqrbGLuFQi","8TYbgNdogWyDz2x4z","PdhL83zrrMQbLgtET","eJCa6bKRs7HH8XP7Y"]},{"keywords":["courses","higher education"],"name":"George","published":true,"story":"I’m 19 and I was offered a place at university to study for a diploma in mental health nursing.  But, I didn’t have the confidence to move far away from home so I cancelled my place.  Now I’m hoping to go to a university much closer to here.  Although I didn’t do very well in my GCSEs I found out that I can do NVQs that can help get a place at university.  I’m not sure everyone knows that’s an alternative, lots of people give up if they don’t get their GCSE grades.  This gave me the chance to retake my Maths and English as well.  College was so much better for me than school because you get treated more like an adult and you have more choice about what you want to do.  The teachers were much more helpful.  When someone really believes in you, that’s the best thing to boost your confidence and to believe in yourself.","submitted":1412763343225,"themes":["wuKjBrpYqrbGLuFQi"]},{"keywords":["courses","volunteering","moving into your own home","finding a job"],"name":"Frankie","published":true,"story":"When I left school I tried lots of jobs but none of them were for me.  I tried hairdressing and all sorts.  I didn’t really know what I wanted to do and nobody seemed to be able to help much.  So, I spent some time thinking about what I could do myself and I realised that mobile phones and getting a good deal were really important to most people I knew, so I decided to start my own business in network marketing and distributing phone contracts.  The skills that I learnt doing this helped me to help other care leavers.  I’ve done lots of voluntary work to help young people leaving care to develop skills to live by themselves..  At the moment I’m setting up workshops to help them  with cooking, managing the money they have.  I’d really like to set up some kind of residential home for care leavers to live semi-independently.  It’s really important to have that long term goal to strive for and to help others in a similar situation, as well as yourself.  Be prepared when you leave care for the next step!","submitted":1412763305867,"themes":["wuKjBrpYqrbGLuFQi","PdhL83zrrMQbLgtET","eJCa6bKRs7HH8XP7Y"]},{"keywords":["courses","school","friends"],"name":"Fan","published":true,"story":"I was expelled from school in year 11. I was a loner with no friends and not very  comfortable around other people.   I’m 17 now.  What made a difference for me was being able to work at home and a tutor supported me - this meant I could go to college and get my GCSE in maths.  I had gaps in my timetable at college and so I filled them up with drama classes.  I really loved it.  It really helped me to build my confidence and be more comfortable around other people.  I managed to get a BTEC in drama and now surprisingly I’ve got loads of friends that I thought I’d never have.  I’d say anything you have the slightest bit of interest in, do it, give it a try.  Even if you fail at least you’ve tried!","submitted":1412763291801,"themes":["wuKjBrpYqrbGLuFQi","8TYbgNdogWyDz2x4z"]}]