[
   {
      "keywords":[
         "courses",
         "school",
         "volunteering",
         "higher education",
         "earning",
         "charity"
      ],
      "name":"Alex",
      "published":true,
      "story":"I thought that I’d be supported to go to college but I have to work as well to keep my flat going and just live generally. The student services at college have been really helpful in getting me all the funding I can to support my studying. There is a designated teacher at college who understands the issues faced by young people who’ve been in care and she is a really good friend now and knows everything I’m up against. Because I like a challenge, I’m working, studying and volunteering. I volunteers as a member of our local authority’s care forum. The three things together means that I have gained loads of skills and a real sense of achievement. My confidence has soared bit time. Out of all of these I think I enjoy the volunteering most because it helps young people going through a similar thing to me. I now see myself as successful instead of struggling and lost like I did when I first left care.",
      "submitted":1412763421366,
      "themes":[
         "PKzZkGiTt2MRk3MJH",
         "wuKjBrpYqrbGLuFQi",
         "eJCa6bKRs7HH8XP7Y"
      ]
   },
   {
      "keywords":[
         "higher education",
         "key workers",
         "mental health",
         "finding a job"
      ],
      "name":"Sam",
      "published":true,
      "story":"It wasn’t until I was 22 that I realised the jobs I was doing weren’t really what I wanted to do and I wasn’t getting anywhere fast. It was really boring and really frustrating. I knew I could do better but didn’t know what direction to go in. I felt quite depressed about it and though that maybe there was something wrong with me because I couldn’t cope very well at work without getting upset. The only person I could really ask was my social worker. I hadn’t had a brilliant relationship with her but I knew she would know the answers about what to do next so I put this to one side and asked her about how to decide about what I wanted to do and whether I could get help with my depression. She sent me to the local Connexions shop in the high street who specifically give advice to young people who are struggling to find work or get onto a course at college and she referred me to a group of young people with mental health issues such as depression who met up once a week at the local youth club. Both of these helped me loads. I am now enrolled on course in Media and the Arts and have made loads of new friends through the group and we go out together often and we can talk to each other about how we are feeling. Making the first move with my PA’s support really worked well for me and built up my confidence. You never know what’s available, you just have to be a bit more pushy and make the first move to find out.",
      "submitted":1412763404452,
      "themes":[
         "wuKjBrpYqrbGLuFQi",
         "8TYbgNdogWyDz2x4z",
         "gtn8bwLTYJ3TPTstp",
         "eJCa6bKRs7HH8XP7Y"
      ]
   },
   {
      "keywords":[
         "home",
         "independence",
         "finding a job",
         "apprenticeships"
      ],
      "name":"Taylor",
      "published":true,
      "story":"I am working part time as a labourer on a building site, trying to pick up as many skills of the trade as I go along. I’ve also enrolled on a basic construction course which includes 6 weeks of electrics, painting and decorating, bricklaying, plumbing – all that sort of thing. I missed a few days but I’ve managed to catch up by working really hard and I’m pleased to say I’m ahead of most people now. I got onthe course with help from my PA who had contacts at our local college where I go once a week to do English and Maths. My boss knows I’m studying and have grown up in care and really helps by giving me time off if I need to go to any appointments or anything. I’m sharing a house at the moment with other young people but I really want to get my own flat. It’s been good though because before I hadn’t got a clue about cooking or using a washing machine or making the money I have last for more than a week. I’ve signed up with the doctor and a dentist nearby. I’m learning all that as I go along. It’s good to compare notes with the other young people I live with. But what I really want to do is join the Army like my foster dad. He’s really inspired me to join up. It’s good to have a dream and I’m trying really hard to make it come true.",
      "submitted":1412763389305,
      "themes":[
         "PdhL83zrrMQbLgtET",
         "eJCa6bKRs7HH8XP7Y"
      ]
   },
   {
      "keywords":[
         "courses",
         "higher education",
         "key workers",
         "finding a job",
         "apprenticeships"
      ],
      "name":"Ronnie",
      "published":true,
      "story":"People think that because you’ve been in care, you haven’t got any chance of getting anywhere and you haven’t got any dreams of hopes for what you might want to do. One of my teachers told me that I’d never get anywhere because of my attitude. Well they’re wrong – I’ve always wanted to be a Barrister and that’s what I’m working towards. I was lucky in that my PA was really helpful and helped me to research on the internet the qualifications I needed to do and the best university course to apply to. It’s still early days but I’ve managed to get some work experience with a law centre and I’d like to do this in the courts as well. My PA had a friend who worked for a law firm and set up a meeting for me with one of the lawyers to talk about their job and how they got into it and what they have to do as a lawyer. It was brilliant, really interesting and made me realise I was aiming for the right career. I think this was helped by me feeling quite secure when I left care at 18 because I made sure I was included in talks about where I would live and what they were planning for me.",
      "submitted":1412763376220,
      "themes":[
         "wuKjBrpYqrbGLuFQi",
         "8TYbgNdogWyDz2x4z",
         "eJCa6bKRs7HH8XP7Y"
      ]
   },
   {
      "keywords":[
         "budgeting",
         "courses",
         "apprenticeships",
         "key workers",
         "moving into your own home",
         "independence",
         "earning"
      ],
      "name":"Robin",
      "published":true,
      "story":"I’d left school when I was 14, now I’m 19. When I first moved into my own flat, I wasn’t very happy because it was in a really run down area far from the places I usually went to. I just spent all the money I had on going out and drinking and drugs etc. I didn’t have any idea about making my money last or what I was supposed to do next. My friends were always round and it was really hard to find time to spend time by myself and think about what I really wanted to do. I was too busy trying to fit in with what they wanted to do. My wake up call was when I almost became homeless. I still met up occasionally with my Personal Adviser who tried her best to help. We both respected each other to some extent and it was her who suggested I apply for an apprenticeship, run by the local authority. This was the best thing I’d ever done. It meant I wasn’t at home with my mates, and I had a reason to get up in the morning and something to commit to. My PA really helped with big things like the interview and little things like getting a bus pass to get there. She always encouraged me and reassured me that I was doing well. Now she’s helping me to find a better flat near to work.",
      "submitted":1412763359102,
      "themes":[
         "tWgtZEe2YiJBm4Lud",
         "wuKjBrpYqrbGLuFQi",
         "8TYbgNdogWyDz2x4z",
         "PdhL83zrrMQbLgtET",
         "eJCa6bKRs7HH8XP7Y"
      ]
   },
   {
      "keywords":[
         "courses",
         "higher education"
      ],
      "name":"George",
      "published":true,
      "story":"I’m 19 and I was offered a place at university to study for a diploma in mental health nursing. But, I didn’t have the confidence to move far away from home so I cancelled my place. Now I’m hoping to go to a university much closer to here. Although I didn’t do very well in my GCSEs I found out that I can do NVQs that can help get a place at university. I’m not sure everyone knows that’s an alternative, lots of people give up if they don’t get their GCSE grades. This gave me the chance to retake my Maths and English as well. College was so much better for me than school because you get treated more like an adult and you have more choice about what you want to do. The teachers were much more helpful. When someone really believes in you, that’s the best thing to boost your confidence and to believe in yourself.",
      "submitted":1412763343225,
      "themes":[
         "wuKjBrpYqrbGLuFQi"
      ]
   },
   {
      "keywords":[
         "courses",
         "volunteering",
         "moving into your own home",
         "finding a job"
      ],
      "name":"Frankie",
      "published":true,
      "story":"When I left school I tried lots of jobs but none of them were for me. I tried hairdressing and all sorts. I didn’t really know what I wanted to do and nobody seemed to be able to help much. So, I spent some time thinking about what I could do myself and I realised that mobile phones and getting a good deal were really important to most people I knew, so I decided to start my own business in network marketing and distributing phone contracts. The skills that I learnt doing this helped me to help other care leavers. I’ve done lots of voluntary work to help young people leaving care to develop skills to live by themselves.. At the moment I’m setting up workshops to help them with cooking, managing the money they have. I’d really like to set up some kind of residential home for care leavers to live semi-independently. It’s really important to have that long term goal to strive for and to help others in a similar situation, as well as yourself. Be prepared when you leave care for the next step!",
      "submitted":1412763305867,
      "themes":[
         "wuKjBrpYqrbGLuFQi",
         "PdhL83zrrMQbLgtET",
         "eJCa6bKRs7HH8XP7Y"
      ]
   },
   {
      "keywords":[
         "courses",
         "school",
         "friends"
      ],
      "name":"Fan",
      "published":true,
      "story":"I was expelled from school in year 11. I was a loner with no friends and not very comfortable around other people. I’m 17 now. What made a difference for me was being able to work at home and a tutor supported me - this meant I could go to college and get my GCSE in maths. I had gaps in my timetable at college and so I filled them up with drama classes. I really loved it. It really helped me to build my confidence and be more comfortable around other people. I managed to get a BTEC in drama and now surprisingly I’ve got loads of friends that I thought I’d never have. I’d say anything you have the slightest bit of interest in, do it, give it a try. Even if you fail at least you’ve tried!",
      "submitted":1412763291801,
      "themes":[
         "wuKjBrpYqrbGLuFQi",
         "8TYbgNdogWyDz2x4z"
      ]
   },
   {
      "keywords":[
         "school"
      ],
      "name":"Terry",
      "published":true,
      "story":"I was 14 when I went into care and I got kicked out of school. My social worker never even did anything. In the secure unit we learnt in small groups which helped and was better than school. After my foster placement broke down I went into respite care and I moved back to my home town and enrolled at college. My behaviour was erratic, I used to do my work and screw it up and put it in the bin because I just thought it wasn’t good enough. This got worse so I changed to another college to do Health and Social Care. This was much better as the college gave me help from a learning support assistant. I got any support I needed from her and from the Leaving Care Team, mainly advice from them. The support workers took me out for chats. My message to people who run courses is that they should always listen to the young person to hear their story and young people shouldn’t expect things to be done for them too much. Education is very important - don’t get kicked out like I did. Find someone you can talk to who has time and respects you.",
      "submitted":1412763291801,
      "themes":[
         "wuKjBrpYqrbGLuFQi"
      ]
   },
   {
      "keywords":[
         "budgeting",
         "moving into your own home"
      ],
      "name":"Harry",
      "published":true,
      "story":"I'm really proud of myself. I can manage my money at last and I'm working towards earning more. When I left care, my local authority sent me on a course about money and how to manage your bills when you move into your own flat, all about credit and what the interest percentage means, how to budget so you can start to save and how to increase your earnings power, by gaining skills that could lead to a better job.\n\nThis was the most useful thing I have learnt I think, over all the things I have learnt this helped me the most when I moved into my own flat. I only got a small amount of money on benefits and there were so many things to pay for that it really stressed me out thinking about how I would manage. I think more leaving care services should offer this kind of practical advice and support that means something to the young people leaving care and helps them to be independent.",
      "submitted":1412763343225,
      "themes":[
         "tWgtZEe2YiJBm4Lud", 
         "PdhL83zrrMQbLgtET",
         "eJCa6bKRs7HH8XP7Y"
      ]
   },
   {
      "keywords":[
         "apprenticeships", 
         "confidence",
         "higher education"
      ],
      "name":"Sidney",
      "published":true,
      "story":"The first person I had to talk to that I could really open up to was the taxi driver who took me to school every day. He was the person who helped me move to a new placement by getting in touch with social services because he knew I was so unhappy and my new placement was much better! At 16 I’d had enough of the strict rules of my foster carers and decided I wanted to leave and live independently. I was referred to the Leaving Care Service who helped me find a flat where there were workers who helped young people begin their independence and improve on their living skills. The Leaving Care Service helped me to pay for everything to start with, such as pots, a sofa and curtains! During this time I had begun sixth form but I couldn’t motivate myself to get up in the mornings so this soon ended. After six months, I had a daughter as well to think about. The Leaving Care Team referred me to the Connexions worker linked to the Leaving Care Team who helped me to find an apprenticeship within a nursery and I gained a placement. I still struggled with money and this didn’t last. Then my Leaving Care worker helped me to get in touch with an organisation that offered volunteering placements. This gave me the chance to gain the work experience I needed to work in a nursery long term. I had loads of support from the 2 tutors. They both encouraged me and helped me to believe in myself. I had so many opportunities and I felt worthy of myself, my confidence increased and I started to feel a lot happier. They kept saying that I was capable of going to university and this encouraged me to think about more education opportunities. I went on to complete a Business Enterprise Skills Project and then an Access to HE course. Now I’ve applied to university to do a business course. If it wasn’t for my support workers and tutors encouraging me I never would have got to university. I get financial help with childcare and materials for college.",
      "submitted":1412763343225,
      "themes":[
         "eJCa6bKRs7HH8XP7Y",
         "PKzZkGiTt2MRk3MJH",
         "wuKjBrpYqrbGLuFQi"
      ]
   },
   {
      "keywords":[
         "school",
         "student loans"
      ],
      "name":"Dee",
      "published":true,
      "story":"I am 19 years old. I was around five or six when I went into care with my two younger sisters and brother. I went to different schools because of changes in foster carers and then left school and all my friends because I was adopted. This broke down and again I had to leave that school and all my friends there. Despite all these changes I managed to get to do my A-levels and after 2 years at college was accepted at university. I didn’t have the full entry requirements for my course (social work studies); however, due to my experience of care, I was accepted thank goodness.\n\n My Personal Adviser helped me find somewhere to live when I was at university. My accommodation is fully paid for by the local council and I get a £500 bursary off them as well as some of my travel expenses paid for. They also help with buying equipment for university. My foster family are still really supportive and I have made lots of friends. I want to be a social worker working with children and families. I want to help other children that are now in the position I used to be in and make life better for them. Then I’d like to move abroad to pursue my career!",
      "submitted":1412763376220,
      "themes":[
         "wuKjBrpYqrbGLuFQi",
         "tWgtZEe2YiJBm4Lud"
      ]
   },
   {
      "keywords":[
         "family",
         "fostering",
         "school"
      ],
      "name":"Sam",
      "published":true,
      "story":"I first came into care at the age of seven and have been with my four brothers and sisters the whole time with the same foster family. This has helped me a lot because I had a stable place to study and, if I was stuck, I knew I could ask for help. I never moved schools so I kept the same friends growing up. \n\nI left school at 15 after passing all my GCSEs with good grades. But being in care did affect my education. I wasn’t allowed to do contact sports or have my photo taken. We had a lot of meetings in school time so we missed out on some lessons and other kids would ask, \"why are you getting called out of class?\". I wanted to go to college to study childcare so me and my foster mum sorted out a college. Social worker was no help really. I am 23 now. I have a son of 2 and I got married last year. I’ve got a good job and I still study and take different courses to better my life because I like learning new things. \n\nI would say to anyone in care, people think you can’t achieve anything because of being in care but you certainly can and I have proved that. If you want something you go and get it and just be the best you can be. Don’t let anyone put you down.",
      "submitted":1412763376220,
      "themes":[
         "8TYbgNdogWyDz2x4z",
         "wuKjBrpYqrbGLuFQi"
      ]
   },
   {
      "keywords":[
         "family",
         "friends",
         "higher education",
         "university"
      ],
      "name":"George",
      "published":true,
      "story":"I was 7 when I was taken into care. My personal issues growing up affected my education quite badly but the support from social services got me where I am now. Very few people understand that I am the way I am due to having drug addict parents and many other issues; teachers treated me like other children but I had a lot more obstacles to get over. When I left school I ended up doing drugs, all kinds of problems. I wanted nothing to do with the care system and then when I reached 19 I found from somewhere motivation to get some A-levels and go to university. Social Services paid my living expenses, rent, college fees, etc. four four years as I performed really badly so took four years to scrape through college. But I persevered and finally got into university and then social services just sent me some money, about £2,000, to support me there. It was much better at uni and I have really enjoyed my studies as an engineer. I have found work very easily, getting summer jobs after my first year of study, working on control systems for power generators and now I have been offered a placement with a company working on the control systems for jet engines. Learning providers have been insensitive at times. I was socially awkward and outcast most of my life because I was seen as ‘strange’ by everyone else. There was of course the odd person who was very good to me. The Head of A Levels at college did absolutely everything possible to get me to uni and was always kind and supportive. My advice on how to help care leavers and children in care is to isolate them from the sources of trouble, prevent them from falling into a bad crowd, ensure they have good friends with good morals and inspire them with a vision for their future that they can work towards. I was not inspired until uni and it made all the difference to my studies.",
      "submitted":1412763376220,
      "themes":[
         "wuKjBrpYqrbGLuFQi",
         "8TYbgNdogWyDz2x4z"
      ]
   },
   {
      "keywords":[
         "sexuality",
         "bullying",
         "mental health"
      ],
      "name":"Jody",
      "published":true,
      "story":"I've been in care since I was 11. I came out being gay which was hard because not everyone agreed with it. I think my foster carers already knew and were OK with it. I’ve been in several different care placements. My mum and nana died in the same year which was really hard, near Christmas too. I threw all my presents down the stairs and my carer restrained me. The police were called and I was held in a cell for six or seven hours. I went back to the same care placement. I felt really vulnerable when 2 older girls moved in and one of them messed me about in a relationship. I stood by the rail tracks in our local park and the police came and took me home, they talked about putting me in hospital to help me. I was there for four days. My experience of school was rubbish because I was moved around placements. I hated school and when I left I did nothing. What really helped was my Personal Adviser who got me onto a tenancy course for when I was ready to move out. I’m now studying on a level 2 course and I’ve not got more confidence and I am now a bit cheeky. I don’t bottle things up any more. I show every emotion I can. For me, I could have hurt myself or others around me but if you talk to someone about your feelings you feel like a weight has lifted off your shoulders. \n\nMy advice would be to ignore bullies and get on with your life. It is your choice and your life; you can do what you want with it You don’t need people telling you what to do. Make friends with people who understand you and who can support you. I am what I am.",
      "submitted":1412763376220,
      "themes":[
         "8TYbgNdogWyDz2x4z",
         "PKzZkGiTt2MRk3MJH",
         "gtn8bwLTYJ3TPTstp"
      ]
   },
   {
      "keywords":[
         "school",
         "teachers",
         "support workers"
      ],
      "name":"Jo",
      "published":true,
      "story":"I am 22 years old. I was on the child protection register from birth but went into involuntary care on the basis of a care order when I was 7 years old. I feel that the first few years of being in care disrupted my schooling as, due to protection reasons, I was kept away from school for a short period of time. I feel this isolated me from friends and in many ways hindered my intellectual development. Having said this the support I received from the primary school’s designated looked after childrent teacher was very beneficial as it helped me to read and write, something I was failing in due to poor attendance when I was in the care of my mother. The amount of placements I had also had an effect on my education as moving schools a lot meant that I repeated many topics or missed out on some things; however this helped me to be resilient towards changes and helped me to manage them well. It also gave me the opportunity to increase my social network and gain different experiences. Throughout my education I have always felt supported by different professionals such as LAC teachers, support workers, teachers, social workers and my foster parents. The biggest impact on encouraging me with my education was when the secondary school I attended provided me with a mentor at the time when things were really bad at the unregulated placement I was in. The message I would send out to other care leavers is that ther are plenty of opportunities out there and great support networks to be accessed. If you have goals go for it, don’t let anyone stand in the way of the dreams you have. Just because you’re a care leaver, it doesn’t mean you can’t achieve.",
      "submitted":1412763376220,
      "themes":[
         "8TYbgNdogWyDz2x4z",
         "wuKjBrpYqrbGLuFQi"
      ]
   },
   {
      "keywords":[
         "independence",
         "moving into your own home",
         "substance abuse"
      ],
      "name":"Al",
      "published":true,
      "story":"I stayed in the same foster placement from 11 to 18 – my birth mum was addicted to drugs. After leaving foster care a couple of months after turning 18 I moved into supported lodgings first and then went to live in private rented accommodation. I found living independently worked well for me. I did struggle financially as it cost me £14 week just to get to college and then I had to run a house on the rest of my money which was around £60 p[er week. I ended up getting a part time job and worked all hours to have enough money to live. I got into university but having a house was a definite downfall. I had to pack up my whole ‘home’ into a few boxes. A lot of things were thrown away, memories, trinkets, which would normally be things that are stored at your parents’ house in a ‘normal’ situation. When I left university I was offered a role to support other care leavers at university. I took it because I wanted to improve the experience of other care leavers and for them not to have to struggle like I had. When I leftuniversity I felt a great pressure to get a job straight away, I didn’t have the chance to relax or go travelling like so many graduates who have birth families to support them. My role in supporting other care leavers has given me self confidence – I have direction and I have grown professionally and in my self-belief and drive to succeed. My aim for the future is to continue to support other care leavers and create real positive change in people’s lives.",
      "submitted":1412763404452,
      "themes":[
         "gtn8bwLTYJ3TPTstp",
         "PdhL83zrrMQbLgtET"
      ]
   },
   {
      "keywords":[
         "bills",
         "college",
         "volunteering"
      ],
      "name":"Charlie",
      "published":true,
      "story":"I was 16 when I went into care. I had already left school but if I hadn’t gone into care I don’t think I would have ever come back to college after having a baby. Going into care was good for me as it encouraged me to do this. I was supported in coming to college and moving into my own flat. I feel that I have had opportunities that many other young adults wouldn’t have had. I took part in a Tenancy Ready course which taught me how to pay bills (I haven’t quite got the hang of budgeting yet). I feel I have been supported 100% since starting at college. I have always got someone to talk to who doesn’t judge me. For Christmas I received a food box from college and £30 on my gas for my flat from a scheme set up in the college. It was really appreciated. \n\nI want to go on to finish my volunteering course and go on to an art and design course in September. All colleges should have someone that specifically works for and represents young people in/leaving care. All colleges should have a volunteering programme as it has benefited me so much and is making me more confident every day.",
      "submitted":1412763421366,
      "themes":[
         "wuKjBrpYqrbGLuFQi",
         "PdhL83zrrMQbLgtET",
         "eJCa6bKRs7HH8XP7Y"
      ]
   }
]
